Autodesk.Revit.DB.BuiltInFailures.DirectContext3DFailures.UnableToLoadCoordinationModel
Unable to load Coordination Model.

Autodesk.Revit.DB.BuiltInFailures.DirectContext3DFailures.NoMoreExternalDataTypeInstances
No more instances of the Coordination Model.